{
    " neighborhood": "An Uber self-driving car drives on March 28 in San Francisco. Justin Sullivan/Getty Images\n\nTwo weeks ago, a driver failed to yield to another vehicle making a turn at a cross street just minutes away from my office in Tempe, Arizona. The two cars collided, causing the one making the turn to roll on its side. Sadly, this kind of thing happens all the time. A colleague who lives in the neighborhood in which the crash happened told us, “That intersection has crashes weekly—and not just fender-benders. … [T]wo weeks ago, there was a car in our neighborhood",
    " x": "Hey everyone! This is the second post in my new node.js modules you should know about article series.\n\nThe first post was about dnode - the freestyle rpc library for node.\n\nThis time I'll introduce you to node-optimist - the lightweight options parser library. This library is also written by James Halliday (SubStack), my co-founder of Browserling and Testling.\n\nWonder how lightweight an options parser can be? Check this out:\n\nvar argv = require('optimist').argv;\n\nAnd you're done! All options have been parsed for you and have been put in argv .\n\nHere are various use cases. First off, it supports long arguments:\n\n#!/usr/bin/env node var argv = require('optimist').argv; if (argv.rif - 5 * argv.xup > 7.138) { console.log('Buy more riffiwobbles'); } else { console.log('Sell the xupptumblers'); }\n\nNow you can run this script with --rif and --xup arguments like this:\n\n$ ./xup.js --rif=55 --xup=9.52 Buy more riffiwobbles $ ./xup.js -- x",
    "Key": "If you only have the computational power to build a small neural network it doesn’t work. But computer power has continued to increase and prices have dropped.\n\nMoore’s Law may be stalling, but the Law of Accelerating Returns is not.\n\nThe Law of Accelerating Returns. What Steve Jurvetson calls “the most important graph ever”.\n\nGPUs are much better for training neural networks than CPUs and have provided the computer power needed for these algorithms to function.\n\nInfrastructure has also improved. Today it’s possible for anyone to rent a massive amount of GPU power on cloud computing platforms (AWS, Microsoft Azure, Google Cloud, IBM Cloud).\n\nKey Advance 3) Better Algorithms\n\nNeural networks have been known about for decades, but most researchers had given up on them\n\nGeoffrey Hinton of Google is one of the few who stuck with it. Despite his peers calling it a dead end, he believed that it was the right approach. It turned out he was right.\n\nHinton learned how to stack neural networks dozens of layers deep (deep learning) which enabled vastly more calculations and now he is considered “the godfather of neural networks”.\n\nWith these 3 breakthroughs in place neural networks finally began to work. And they worked better than almost anyone expected.\n\nKey",
    " soul": " held that a soul is allied with different bodies at different times.” (Laws, 10.903) And in the third century A.D., Origen, one of the fathers of the Christian Church, wrote in his book First Principles:\n\nBy some inclination towards evil [certain] souls lose their wings and come into bodies, first of men; then through their association with the irrational passions, after the allotted span of human life they are changed into beasts, from which they sink to the level…of plants. From this condition they rise again to the same stages and are restored to their heavenly place.\n\nHowever, as Christian theology solidified over the centuries, this view became decidedly heretical, and in A.D. 553, Emperor Justinian issued his Anathemas Against Origen: “If anyone assert the fabulous pre-existence of souls and soul",
    " Facebook": "But some constituents say they have been blocked from communicating with Taylor via Facebook.\n\nLulani Mae, of Virginia Beach, said she voted for Taylor in the Nov. 8 election because she thought his military background would lend to his ability to successfully represent Virginia’s 2nd district. At the Feb. 20 Kempsville town hall, Mae, who is affiliated with the local Together We Will group, told Taylor she’s been blocked from posting or participating in conversations on Facebook",
    " bomb": " and that we planned to use it very soon unless Japan surrendered. Stalin’s only reply was to say that he was glad to hear of the bomb and he hoped we would use it. I was surprised at Stalin’s lack of interest. I concluded that he had not grasped the importance of the bomb",
    " Uber": "As part of a national test of its autonomous vehicle program, Uber has in recent months introduced self-driving cars in San Francisco, Pittsburgh, and our own town of Tempe. These cars see the world around them using a powerful array of sensors in combination with a LIDAR (Light Detection and Ranging) beam on the roof. The cars use LIDAR to emit light or radio waves into their immediate surroundings, and then those waves bounce back according to the environment’s shape and characteristics—much like the way a bat uses echolocation to “see” its prey at night. The cars are also equipped with optical sensors for knowing when a traffic light goes from yellow to red, for example, and cameras for seeing pedestrians and other obstacles.\n\nJust as with any crash, the news coverage immediately following the Tempe incident raised questions of who was at fault. But in this case, the discussion focused on whether Uber",
    " sections": "The first bag includes the parts for the tank’s main body, without the side sections or rear sections",
    " Academy": "Oscar night is days away. Presumably the Stonecutters are just about done rigging it, so let’s lay out our best predictions for who’s going to go home with statuettes.\n\nHere’s how we figure this: Unlike presidential elections, there’s no clear-cut way to predict the Oscar winners. Betting markets are probably your best bet. But there are a dozen or so lesser awards — including the Golden Globes, Writers Guild Awards, and Satellite Awards — that precede the big dance, and we can use these as quasi-polls. For example, the winner of the Directors Guild of America award for best director usually wins the Oscar for best director.\n\nAnd just as our presidential model gives more weight to surveys conducted by pollsters who have a good track record, I turned the 25-year accuracy rate for each of these award shows into scores, prioritizing awards by organizations whose voting members aligned with the members of the Academy (actors and directors, for instance) :\n\nThe result? We add up the scores for the winners, assign partial credit for nominees, and voila! Here’s the state of the best picture race:\n\nIt’s pretty tight. Sometimes — such as in the 2012 race — there’s an overwhelming front-runner. Not this time. “Boyhood” took home top honors at a lot of the reasonably predictive awards — Golden Globes (drama), BAFTAs, several critics groups — but “Birdman” took home the gold when it really counted, at the Directors Guild, Producers Guild, and Screen Actors Guild award shows. As a result, “Birdman” is the slight favorite to win, mostly based on the historical predictive rate of the guild award shows.\n\nThis category is the only one we measured in which the model splits from the prevailing wisdom of the Academy",
    " Taylor": " local office with a friend who uses a wheelchair.\n\nTucker said that when the pair arrived at the office, there wasn’t a push button on the door to assist handicapped visitors. Concerned, she asked Taylor’s staff if they would consider adding the feature or asking the building’s owner to do so. Taylor"
}